Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: དུར་ཁྲོད་དུ་སོང་ནས་བརྒྱ་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་གསུམ་ན་འབྱུང་མོ་ཐམས་ཅད་མྱུར་དུ་འོངས་ཏེ།
en: “The practitioner should go to a charnel ground and recite the mantra one thousand and eight times for three days. Each of the eight kātyāyanī spirits will swiftly arrive.

source: །འོངས་པ་ལ་ཐོད་པ་ཁྲག་གིས་ཡོངས་སུ་བཀང་སྟེ་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ།
en: When one of them appears, she should be given a welcome offering of a skull cup filled with blood.

source: སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་སྟེ། སྒྲུབ་པ་པོས་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ན་མ་དང་འདྲ་བར་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ།
en: She will be pleased and say, ‘What can I do for you, my dear?’ He should reply, ‘Please be my mother.’ She will then protect and support him like a mother.

source: །རྒྱལ་སྲིད་སྟེར་ཞིང་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ལ་སྒྲུབ་པ་པོ་རྣམས་ཀྱི་བདག་པོར་འགྱུར་རོ།
en: She will give him a kingdom and fulfill his every wish.

source: །ལོ་བརྒྱ་ཕྲག་ལྔ་འཚོ་ཞིང་ཤི་ནས་ཀྱང་རྒྱལ་རིགས་སུ་སྐྱེའོ།
en: He will become extremely wealthy and will live for five hundred years. When he dies, he will be reborn in a royal family.

source: །དེ་ནས་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་དེས་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ།
en: “The practitioner should go to a temple of the glorious Vajradhara and recite the mantra one thousand and eight times as a preliminary practice.

source: །མཚན་མོ་ཡང་དཔལ་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་སོང་སྟེ་བཟླས་ན་བུད་མེད་བཟང་མོའི་གཟུགས་ཀྱིས་འདུག་ནས་མཆོག་སྟེར་རོ།
en: At night, he should return to the Vajradhara temple and recite; he will then see the form of a beautiful woman. She will grant him whatever boon he requests.

source: །མཚན་མོ་ལིང་ག་གཅིག་པར་སོང་སྟེ་སྟོང་ཕྲག་གཅིག་བཟླས་ན་ཉི་མ་གཅིག་ན་རྐང་གདུབ་ཀྱི་སྒྲ་ཐོས་སོ།
en: “The practitioner should go at night to a solitary Śiva liṅga and recite the mantra one thousand times. Within one day he will hear the sound of a woman’s anklets.

source: །ཉི་མ་གཉིས་ན་བུད་མེད་བཟང་མོ་མདུན་དུ་འདུག་སྟེ།
en: On the second day he will see a celestial woman before him.

source: སེམས་སུན་མི་དབྱུང་ཞིང་སྨྲ་བར་ཡང་མི་བྱའོ།
en: He should neither dishonor her nor speak to her.

source: །ཉི་མ་གསུམ་པ་ལ་ཚིག་སྨྲ་བར་བྱེད་དེ།
en: On the third day, she will say, ‘Hey practitioner!

source: ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་སྟེ། སྒྲུབ་པ་པོས། ཀྱེ་ལྷ་མོ་ཆེན་མོ་བསྙེན་བཀུར་གྱིས་ཤིག་ཅེས་སྨྲས་ན་ཇི་སྲིད་འཚོའི་བར་དུ་བསྙེན་བཀུར་མར་འགྱུར་རོ།
en: What do you command me to do?’ He should reply, ‘Hey goddess, be my servant!’ She will serve him for as long as he lives.

source: །རྒྱབ་ཏུ་ཞོན་ན་རི་རབ་དང་རྒྱ་མཚོ་ལ་སོགས་པར་འཁྱེར་རོ།
en: Taking him upon her back, she will carry him to Mount Sumeru or to the ocean, or any other such place.

source: །གཞན་ཡང་ངལ་སོ་བའི་ཁྱིམ་དུ་སོང་སྟེ་འདུག་ན་རྫས་བླངས་ནས་སྟེར་བར་བྱེད་དོ།
en: In addition, she will go to the house of the noble Kubera, take his riches, and offer them.

source: །འཛམ་བུའི་གླིང་གི་ཁོངས་སུ་གཏོགས་པ་ན་གཟུགས་མཆོག་དང་ལྡན་པའི་བུ་མོ་བླངས་ནས་སྟེར་རོ།
en: She will procure, in the expanse of Jambudvīpa, a girl of superior beauty and offer her to the practitioner.

source: །དེ་ནས་འདོད་པར་བྱས་ན་ལོ་ལྔ་བརྒྱ་འཚོ་ཞིང་ཤི་བ་ན་རྒྱལ་ཕྲན་གྱི་རིགས་སུ་སྐྱེའོ།
en: If this celestial girl makes love to him, he will live five hundred years. When he dies, he will be reborn in a vassal royal family.

source: །མཚན་མོ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འབྱུང་མོ་བུད་མེད་བཟང་མོའི་གཟུགས་ཅན་དུ་འཁོར་དང་བཅས་ནས་འོང་སྟེ།
en: “The practitioner should go to the confluence of two rivers at night and recite the mantra one thousand and eight times. A celestial female spirit will arrive along with her retinue.

source: འོངས་པ་ལ་བོད་པར་མི་བྱ་ཞིང་སུན་འབྱུང་བར་མི་བྱ་སྟེ།
en: When she has arrived, he should neither dishonor her nor address her.

source: མི་སྨྲ་བར་གྱུར་པས་ཆགས་པ་སྤྱད་ན་ཉི་མ་རེ་རེ་ཞིང་རྟག་ཏུ་གནས་པར་འགྱུར་རོ། །དོང་ཙེ་ལྔ་དང་རས་ཕྲུགས་གཅིག་སྟེར་རོ།
en: If he makes love to her in silence, she will stay, offering five dinars and a pair of garments every day.

source: །མཚན་མོ་སྐྱེད་མོས་ཚལ་དུ་སོང་སྟེ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་གསུམ་ན་རྐང་གདུབ་ཀྱི་སྒྲ་ཐོས་སོ།
en: “The practitioner should go to a garden at night and recite the mantra one thousand and eight times for three days. On the third day, he will hear the sound of a woman’s anklets.

source: །ཉི་མ་བཞི་ན་འབྱུང་མོ་འོང་བ་མཐོང་ངོ་།
en: On the fourth, he will see the spirit herself.

source: །ཉི་མ་ལྔ་ན་མདུན་ན་འདུག་གོ།
en: On the fifth, she will stand right in front of him.

source: །ཉི་མ་དྲུག་ན་དོང་ཙེ་ལྔ་སྟེར་རོ།
en: On the sixth, she will give him five dinars.

source: །ཉི་མ་བདུན་ན་ཡང་འོང་སྟེ་ཁྱིམ་དང་བཅས་ནས་འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ།
en: On the seventh, she will come to his home.

source: །དེ་བཞིན་དུ་ཉི་མ་བརྒྱད་པ་ལ་སྔས་སུ་མཎྜལ་བྱས་ལ་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ཏེ།
en: On the eighth, he should prepare a maṇḍala on a pillow, offer bdellium incense, and recite the mantra one thousand and eight times.

source: སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ན་འབྱུང་མོའི་གཟུགས་ཀྱིས་ཁྱིམ་དང་བཅས་ནས་འོངས་པ་ལ་ཆགས་པ་བྱས་ན་ཆུང་མར་འགྱུར་རོ།
en: A celestial spirit-girl will arrive at his home. When she arrives, he should make love to her, and she will become his wife.

source: །ལྷའི་མུ་ཏིག་གི་དོ་ཤལ་མལ་དུ་བོར་ནས་ཐོ་རངས་ཀྱིས་འགྲོ་སྟེ་དེས་ཀྱང་མུ་ཏིག་གི་དོ་ཤལ་བླང་བར་བྱའོ།
en: She will depart at daybreak, leaving a string of divine pearls on the bed.

source: །བླངས་པ་ཙམ་གྱིས་དོང་ཙེ་ཉི་ཤུ་རྩ་ལྔ་དང་རས་ཟུང་གཅིག་སྟེར་རོ།
en: As soon as he grasps this string, she will give another five hundred dinars and a pair of garments.

source: །དགྲ་ཐམས་ཅད་འཇོམས་པར་བྱེད་ཅིང་ཚེ་ལོ་སྟོང་ཐུབ་པར་འགྱུར་ཏེ།
en: She will topple all his enemies. His lifespan will extend to one thousand years.

source: ཤི་ནས་རྒྱལ་རིགས་སུ་སྐྱེའོ།
en: When he dies, he will be reborn in a royal family.

source: །ལྷ་ཁང་སྟོང་པར་སོང་ནས་མཚན་མོ་བརྒྱད་སྟོང་བཟླས་ན་ཉི་མ་གསུམ་ན་འབྱུང་མོ་རང་ཉིད་སྣང་བ་ཆེན་པོ་བྱས་ནས་འཁོར་བརྒྱད་བརྒྱས་ཡོངས་སུ་བསྐོར་ཏེ་ངེས་པར་འོང་ངོ་།
en: “The practitioner should go to an empty shrine at night and recite the mantra one hundred and eight times for three days. The female spirit, radiating bright light, is bound to come with a retinue of one hundred and eight.

source: །འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ་ཆུང་མར་འགྱུར་ལ་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། རྫས་ཀྱི་གྲུབ་པ་སྟེར་རོ།
en: Once she has arrived, he should present her with a welcome offering of sandalwood-scented water.

source: །འཁོར་བརྒྱད་བརྒྱས་གོས་དང་རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ།
en: She will be pleased and become his wife. She will give him an elixir of longevity as well as clothes, adornments, food, and so forth to one hundred and eight of his dependents.

source: །ལོ་ལྔ་སྟོང་འཚོ་ཞིང་གང་གི་ཚེ་འཆི་བ་ན་རྒྱལ་རིགས་སུ་སྐྱེའོ། །མཚན་མོ་རྒྱལ་པོའི་ཁབ་ཏུ་སོང་སྟེ།
en: He will live five thousand years, and upon death he will be reborn in a royal family. “The practitioner should go to a royal residence at night and recite the mantra one thousand and eight times as a preliminary practice.

source: སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །ནུབ་ལྔར་ཀ་ར་བི་རའི་ཤིང་གིས་མེ་རབ་ཏུ་སྤར་ཏེ། མ་ལ་ཏིའི་མེ་ཏོག་ཞོ་དང་མར་གྱིས་བྱུགས་ཏེ།
en: On the fifth night, he should light a fire with the wood of Indian oleander and make an offering of one thousand and eight jasmine flowers smeared with curd, honey, and ghee.

source: བརྒྱད་བརྒྱ་བསྲེགས་ན་འབྱུང་མོའི་རྒྱལ་མོ་དབང་ཕྱུག་ཆེན་མོ་འཁོར་ལྔ་བརྒྱའི་རྐང་གདུབ་ཀྱི་སྒྲ་ཆེན་པོས་མྱུར་དུ་འོང་ངོ་།
en: The great spirit lady, the queen of spirits, will swiftly arrive with her retinue of five hundred, accompanied by the loud jingling of anklets.

source: །འོངས་པ་ལ་མེ་ཏོག་གི་མཆོད་ཡོན་བྱིན་ན་མ་དང་སྲིང་མོ་དང་ཆུང་མར་འགྱུར་རོ། །གལ་ཏེ་མར་གྱུར་ན་སེམས་སུན་དབྱུང་བར་མི་བྱ་སྟེ།
en: Once she has arrived, she should be presented with a welcome offering of water with flowers and addressed with the words, ‘Please be my mother, sister, or wife.’ If she becomes the practitioner’s mother, he must not hurt her feelings.

source: ལྷས་འདོད་པའི་བཟའ་བ་སྟེར་ཞིང་གསེར་སྲང་འབུམ་སྟེར་རོ།
en: She will grant divine food, enjoyments, and a hundred thousand pieces of gold.

source: །གལ་ཏེ་སྲིང་མོར་གྱུར་ན་ནི་རྒྱལ་སྲིད་སྟེར་ཞིང་དཔག་ཚད་སྟོང་ནས་ཀྱང་བུད་མེད་བླངས་ནས་སྟེར་རོ།
en: If she becomes his younger sister, she will offer a kingdom and will travel one thousand leagues to find a woman to bring back and offer to him.

source: །གལ་ཏེ་ཆུང་མར་གྱུར་ན་ནི་བུད་མེད་མཛེས་མ་ལྟ་བུས་ལུས་ཀྱི་ལོངས་སྤྱོད་སྟེར་ཞིང་རེ་བ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: If she becomes his wife she will, in her celestial form, offer sensual pleasure and fulfill all his wishes.

source: །ལོ་ཁྲི་འཚོ་ཞིང་གང་གི་ཚེ་འཆི་བ་ན་རྒྱལ་རིགས་སུ་སྐྱེ་བར་བྱེད་དོ།
en: He will live ten thousand years and be reborn in a royal family upon death.

source: །དེ་ནས་ཟླ་བ་ཉ་བ་ལ་ཁྲི་བཟླས་པ་བྱས་ནས་མཚན་མོ་ལྷ་ཁང་དུ་སོང་སྟེ།
en: “On the full moon, the practitioner should recite the mantra ten thousand times.

source: མཆོད་པ་རྒྱས་པར་བྱས་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ངེས་པར་འོང་ངོ་།
en: He should go to a temple at night, make elaborate offerings, and recite the mantra all night.

source: །འོངས་པ་ལ་ཁྲག་གི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་ཞིང་མངག་གཞུག་མར་འགྱུར་རོ།
en: A female spirit will arrive at dawn. When she does, she should be given a welcome offering of blood.

source: །ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་ཞིང་ལྷའི་འདོད་པའི་བཟའ་བ་སྟེར་རོ།
en: Pleased, she will be eager to serve, and she will give the practitioner five dinars and desirable food every day.

source: །ལོ་ལྔ་བརྒྱ་འཚོ་བར་འགྱུར་རོ།
en: He will live five hundred years.”

source: །འདི་ནི་ཀ་ཏ་ཡ་ན་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།། །།དེ་ནས་རྣམ་པར་བཤད་བྱ་བ།
en: This concludes the chapter that contains detailed instructions on the sādhanas of the eight kātyāyanīs. Chapter 6

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་གྱི།
en: “Now I will teach the sādhana practice for female and male servants from the great sovereign Bhūta­ḍāmara Tantra

source: །བྲན་ཕོ་དང་ནི་བྲན་མོ་ད་ག །སྒྲུབ་པར་བྱེད་པའི་ཆོ་གའོ། །ཨོྃ་རཱ་ཧུ་རཱ་ཧུ།
en: “The mantra for trading the meat of a black goat:

source: མ་ཧཱ་ཙེ་དུ་ཀ་ནན་ད་རི་དྷ་ནན་ཧི་ཏ་ཧ་ར་ཐཱ་ཡཱ། ཨོྃ་ཧྲ་ཧྲ་ཧྲ་ཧྲ་ཧྲ།
en: Oṁ , Rāhu, Rāhu! Seize, seize the great servant spirits in order to benefit those who are poor!

source: གྲྀཧྞ་གྲྀཧྞ།
en: Oṁ , hūṁ hūṁ hūṁ hūṁ ! Grant me magical power over meat!

source: མཱྃ་ས་སིདྡྷིཾ་མེ་པྲ་ཡཙྪ་སྭཱ་ཧཱ།
en: Svāhā

source: ར་སྐྱེས་ནག་པོའི་ཤ་བཙོང་བའི་སྔགས་ཏེ་མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་བརྒྱ་རྩ་བརྒྱད་བཟླས་ན་ཤ་ཐམས་ཅད་བཙོང་བའི་ལས་འགྲུབ་པར་འགྱུར་རོ།
en: “The practitioner should go at night to a charnel ground and recite the mantra one thousand and eight times; all his endeavors concerning the trading of meat will be successful.

source: །མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་ཤ་སྲང་བརྒྱད་ཁྱེར་ནས་ཕྱོགས་བཞིར་རྣམ་པར་བལྟས་ཏེ། ཀྱེ་ཀྱེ་དུར་ཁྲོད་ན་གནས་པའི་འབྱུང་མོ་རྣམས་ཤ་ཉོའམ་ཞེས་བོས་ནས། བྲམ་ཟེའི་གཟུགས་ཀྱིས་མདུན་དུ་འདུག་སྟེ། ཀྱེ་སྐྱེས་བུ་ཆེན་པོ་ཅི་བཞེད་ཅེས་སྨྲ་ན། སྒྲུབ་པ་པོ་ཡིས་གསེར་འདོད་དོ་ཞེས་སྨྲ་སྟེ།
en: “He should then go to a charnel ground and, holding one pound of meat, look in the four directions and call out, ‘Great female spirits who inhabit charnel grounds, do you want to buy any meat?’ A great female spirit inhabiting the charnel ground will then appear before the practitioner in the form of a brahmin and say, ‘Hey great one, what do you wish for?’ The practitioner should say, ‘I want gold,’ and she will offer one pound of gold.

source: གསེར་སྲང་བརྒྱ་སྟེར་བར་བྱེད་དོ།
en: He should then give her the meat.

source: །དེ་ནས་ཤ་སྦྱིན་ཏེ་གལ་ཏེ་མི་འདོད་ན་མིག་དང་སྤྱི་བོ་འགས་པའམ་འཆི་བར་འགྱུར་རོ།
en: If she does not take it, she will burst at the forehead and die.”

source: །དེ་ནས་དབང་ཕྱུག་ཆེན་པོ་ལྷ་ཆེན་པོ་རིག་འཛིན་བྱེ་བ་དུ་མས་ཡོངས་སུ་བསྐོར་ཏེ། ལྷའི་བུ་མོ་དུ་མ་དང་། གནོད་སྦྱིན་དང་། ཀླུ་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་དུ་མ་དང་ལྷན་ཅིག་ཏུ་འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་དེར་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ལ་མི་ཕྱེད་པར་བསྟན་པ།
en: Maheśvara-Mahādeva, surrounded in this great gathering by a retinue of many tens of millions of vidyādharas and many hundreds of thousands of apsarases, kinnaras, nāgas, and mahoragas, circumambulated the glorious Vajradhara, the supreme master Great Wrath, three times, bowed to his feet, and said to the lord, “May the great bodhisattva please teach the secret maṇḍala of the great king of the three realms whose instructions are perfect;

source: ཁམས་གསུམ་པའི་རྒྱལ་པོ་ཆེན་པོ་འབྱུང་པོ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་རིག་འཛིན་རྣམས་འཇིག་པར་བྱེད་པ།
en: who instills fear in all the bhūtas, nāgas, yakṣas, and vidyādharas;

source: བགེགས་ཐམས་ཅད་འཇོམས་པ། སྡུག་བསྔལ་བ་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་སེལ་བ།
en: who removes all obstacles, afflictions, and pain;

source: གདོན་ཐམས་ཅད་དང་། རོ་ལངས་དང་། ལུས་སྲུལ་པོ་རྣམས་གསོད་པ། དཀྱིལ་འཁོར་གསང་ཆེན་ཐམས་ཅད་གྲུབ་པར་བྱེད་པ་བཤད་དུ་གསོལ།
en: and who kills all the pretas, vetālas, and pūtanas dwelling in charnel grounds—the secret maṇḍala that accomplishes everything.”

source: དེ་ནས་འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འབྱུང་པོའི་དབང་ཕྱུག་ལྷ་ཆེན་པོ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ་ལེགས་སོ་ལེགས་སོ།
en: Then, in this great gathering, the great bodhisattva, the princely youth Mañjuśrī, applauded Mahādeva, the lord of spirits, “Well done! Well done, Mahādeva!

source: །ལྷ་ཆེན་པོ་མ་འོངས་པའི་དུས་ན་འཛམ་བུའི་གླིང་གི་མི་རྣམས་ལ་ཕན་པའི་དོན་དུ་འབྱུང་པོ་ཐམས་ཅད་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། མིའམ་ཅི་རྣམས་བྲན་མོར་སྒྲུབ་པའི་ཐབས་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་གསུངས་ཤིག །དེ་ནས་འདིར་ནི་བཤད་བྱ་བ།
en: In order to benefit the people of Jambudvīpa in the future, in times to come, may the supreme master Great Wrath teach the practice of engaging all the female bhūtas, nāgas, kinnaras, and yakṣas as servants.” This concludes the chapter that contains detailed instructions on the mantras, mudrās, and sādhana practices. Chapter

source: །དཀྱིལ་འཁོར་ཆེན་པོ་དམ་པ་སྟེ།
en: “Now I will teach the supreme great maṇḍala.

source: །གྲུ་བཞི་པ་ལ་སྒོ་བཞི་པ།
en: “It is four-sided and has four doors

source: །རྟ་བབས་དག་ནི་བཞིས་བརྒྱན་ཅིང་།
en: Surmounted by four portals.

source: །ཆ་རྣམས་བཅུ་དྲུག་དག་དང་ལྡན།
en: It has sixteen divisions and is adorned

source: །རྡོ་རྗེ་ར་བས་མཛེས་བྱས་པ།
en: With a perimeter wall of vajras.

source: །དེའི་དབུས་དགོད་བྱ་དྲག་པོ་སྟེ།
en: “In its center one should place Great Wrath;

source: །འབར་བའི་ཕྲེང་བ་ཡང་དག་འཁྲུག །ཁྲོ་བོ་ཆེན་པོ་ཕྱག་བཞི་པ།
en: Fierce, he is surrounded by a halo of flames. He has four arms and shines with light

source: །མིག་སྨན་སྦྱངས་པའི་འོད་འདྲ་ཞིང་།
en: The color of collyrium.

source: །ཕྱག་གཡས་ཀྱིས་ནི་རྡོ་རྗེ་གསོར།
en: “His right hand raises a vajra;

source: །གཡོན་པའི་ཕྱག་གིས་སྡིགས་མཛུབ་མཛད།
en: His left displays the threatening mudrā.

source: །ཞལ་གྱི་མཆེ་བ་གཙིགས་པ་སྟེ།
en: His face is terrifying, his fangs bared;

source: །སྦྲུལ་བརྒྱད་ཀྱིས་ནི་རྣམ་པར་བརྒྱན།
en: He is adorned with the eight nāgas.

source: །ཐོད་པའི་ཕྲེང་བའི་ཅོད་པན་ཅན།
en: “Crowned with a row of skulls,

source: །འཇིག་རྟེན་གསུམ་ཡང་འཇིགས་བྱེད་ཅིང་།
en: He is capable of destroying the triple universe.

source: །སྒྲ་ཆེར་དྲག་ཏུ་བཞད་མཛད་ལ།
en: Laughing and roaring loudly,

source: །འཇིག་རྟེན་གསུམ་པོའི་བདག་པོ་སྟེ།
en: He is the mighty lord of the triple universe. “Standing astride Aparājita,

source: །གཡོན་བརྐྱང་བ་ཡིས་ལེགས་པར་བཞུགས།
en: His left leg is outstretched, his right slightly bent;

source: །ཉི་མ་བྱེ་བའི་གཟི་ལྡན་ལ། །གཞན་གྱིས་མི་ཐུབ་ཞབས་ཀྱིས་མནན།
en: Blazing like a million suns,

source: །ཕྱག་རྒྱ་འཆིང་བས་བཞུགས་པ་སྟེ།
en: He displays the following mudrā:

source: །སྲིན་ལག་གཉིས་ནི་འཁྱུད་ནས་སུ།
en: “Folding in the ring fingers,

source: །མཛུབ་མོ་གཉིས་ནི་བཀུག་བྱས་ཏེ།
en: He bends both index fingers slightly.

source: །མཐེའུ་ཆུང་དང་ནི་གུང་མོ་དག །མཐེ་བོ་ཡིས་ནི་མནན་བྱས་པ།
en: The little and middle fingers Are held by his thumbs.

source: །དཔལ་ལྡན་འདི་འདྲའི་རྒྱ་འཛིན་ཅིང་།
en: “This mudrā is the most excellent, the best;

source: །འཇིག་རྟེན་གསུམ་གྱི་འབྱོར་འགྲུབ་པའོ།
en: It grants dominion over the triple universe. “One should draw Umā’s husband

source: །ཁྲོ་བོའི་མདུན་དུ་ཨུ་མ་ཡི།
en: In front of Great Wrath.

source: །བདག་པོ་ཡང་དག་བྲི་བར་བྱ།
en: To his right one should draw Viṣṇu,

source: །ལྷོ་རུ་ཁྱབ་འཇུག་བྲི་བྱ་སྟེ།
en: And to his left Brahmā.

source: །ནུབ་ཏུ་ཚངས་པ་ལྷ་ཉིད་དོ།
en: “In the north is Lord Kārttikeya,

source: །བྱང་དུ་བདག་པོ་སྨིན་དྲུག་གོ།
en: In the northeast, Gaṇapati,

source: །དབང་ལྡན་དུ་ནི་ཚོགས་བདག་པོ།
en: And in the southeast draw Āditya,

source: །འོད་ཟེར་སྟོང་གིས་མཛེས་པ་ནི།
en: With a thousand rays.

source: །མེ་ཡི་གྲྭར་ནི་བྲི་བར་བར་བྱ།
en: “In the southwest one should draw Rāhu,

source: །སྒྲ་གཅན་བདེན་བྲལ་གྲྭ་རུ་བྲི།
en: And in the northwest, Lord Nandi.

source: །དགའ་བའི་དབང་ཕྱུག་རླུང་གི་གྲྭར།
en: “In the area within the outer maṇḍala One should draw the offering goddesses.

source: །གསེར་གྱི་ཁ་དོག་ལྟ་བུའི་ལུས།
en: They are of golden color,

source: །རྒྱན་རྣམས་ཀུན་གྱིས་རྣམ་པར་བརྒྱན།
en: And adorned with every kind of jewelry.

source: །ཅུང་ཟད་རྒོད་ཅིང་ཆགས་པ་ཡིས།
en: “Smiling slightly,

source: །བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་ཡི། །མཆོད་པའི་ལྷ་མོ་གནས་པ་རྣམས། །དཀྱིལ་འཁོར་ཕྱི་རོལ་བྲི་བྱ་སྟེ།
en: They gaze passionately at the lord.

source: །ཁྲོ་བོ་ཡི་ནི་གཡོན་ལོགས་སུ།
en: To the left of Great Wrath

source: །ལྷ་མོ་ཨུ་མ་བྲི་བར་བྱ།
en: One should draw the goddess Umā.

source: །ཁྲོ་བོ་ཡི་ནི་མདུན་ཉིད་དུ།
en: “In front of Great Wrath one should draw

source: །དཔལ་གྱི་ལྷ་མོ་བྲི་བར་བྱ། །ལག་པ་མེ་ཏོག་ཐོགས་པའོ།
en: The goddess Śrī with flowers in her hands.

source: །ཁྲོ་བོ་ཡི་ནི་གཡས་ལོགས་སུ།
en: To the right of Great Wrath One should draw Tilottamā. “She holds incense in her hands

source: །རྒྱན་ཀུན་གྱིས་ནི་བརྒྱན་བྱས་ཤིང་། །ལག་པ་ན་ནི་སྤོས་ཐོགས་པའི། །ཐིག་ལེ་མཆོག་ནི་ལེགས་པར་བྲི།
en: And is adorned with every type of jewelry.

source: །ཁྲོ་བོ་ཡི་ནི་རྒྱབ་ཀྱི་ཆར།
en: Behind Great Wrath

source: །ལྷ་ཡི་རྣ་ཆས་བརྒྱན་པ་ཡི།
en: One should draw the goddess Śaśī.

source: །ལག་ན་མར་མེ་ཐོགས་པར་ནི།
en: “She holds a lamp in her hand And wears divine earrings.

source: །ཟླ་བའི་ལྷ་མོ་བྲི་བར་བྱ།
en: In the southeast one should draw Devī,

source: །ལག་ན་དྲི་ཡི་སྣོད་ཐོགས་པ།
en: “She holds a flask of perfume,

source: །རིན་ཆེན་རྒྱན་གྱིས་བརྒྱན་པ་ཡི།
en: And is adorned with jewel ornaments. In the southwest, one should draw

source: །ལྷ་མོ་མེ་ཡི་གྲྭ་རུ་བྲི།
en: The goddess Sarasvatī with a lute in her hands.

source: །གླུ་དང་སྙན་དངགས་མང་སྨྲ་བའི། །ཚིག་དབང་ལྷ་མོ་སྲིན་པོར་བྲི། །གནོད་སྦྱིན་ཀུན་གྱི་དབང་ཕྱུག་མ།
en: “She sings many songs, melodies, and the like,

source: །སྡུ་གུ་མཛེས་མ་ཞེས་གྲགས་པ།
en: Dances, and recites beautiful poetry. In the northwest one should draw a yakṣiṇī

source: །ལག་ན་རིན་ཆེན་ཕྲེང་ཐོགས་པ།
en: Holding a jewel garland in her hands. “Her name is Surasundarī, Known as the queen of all yakṣas.

source: །རླུང་གི་གྲྭར་ནི་བྲི་བར་བྱ།
en: In the northeast one should draw Bhūti, A bhūtinī who destroys poverty.

source: །འབྱུང་པོ་ཀུན་གྱི་དབང་ཕྱུག་རྒྱལ། །མི་འབྱུང་ཞེས་བྱའི་འབྱུང་མོ་ནི།
en: “A queen who rules over all spirits,

source: །རྒྱན་རྣམས་ཀུན་གྱིས་བརྒྱན་པ་རུ། །དབང་ལྡན་གྲྭ་རུ་བྲི་བར་བྱ།
en: She is bedecked in all kinds of jewelry.

source: །བཞིན་བཟངས་མིག་གི་དཀྱུས་རིང་ཞིང་།
en: Draw her with a beautiful face and elongated eyes,

source: །གཟུགས་དང་ལང་ཚོས་བརྒྱན་པ་ལ།
en: And endowed with beauty and youthfulness.

source: །མདོག་ནི་གསེར་དང་འདྲ་བ་སྟེ།
en: “Golden in color,

source: །སྐྲ་ནི་མཐོན་མཐིང་འཁྱིལ་པ་ལ།
en: Her curly hair blue,

source: །ཡན་ལག་ཀུན་མཛེས་ལྷ་མོ་ནི།
en: This goddess, beautiful in every limb,

source: །སྒྲུབ་པའི་རིགས་ལ་དགའ་རྣམས་སོ།
en: Delights in and aids the practice of sādhana . “Those eight goddesses are inside the second zone of the maṇḍala.

source: །བརྒྱ་བྱིན་ཤར་དུ་བྲི་བྱ་སྟེ།
en: “In the east one should draw Indra;

source: །མེ་ནི་མེ་རུ་ལེགས་པར་བྲིས།
en: In the southeast, Agni;

source: །ལྷོར་ནི་གཤིན་རྗེའི་རྒྱལ་པོ་སྟེ།
en: In the south, the king Yama;

source: །སྲིན་པོའི་བདག་པོ་བདེན་བྲལ་དུ།
en: In the southwest, Rāvaṇa, the king of rākṣasas;

source: །ནུབ་ཏུ་ཆུ་ཡི་རྒྱལ་པོའོ།
en: “In the west, the king Varuṇa;

source: །རླུང་དུ་རླུང་གི་ལྷ་ཉིད་དོ།
en: In the northwest, the god Vāyu;

source: །བྱང་དུ་ལུས་ངན་རྒྱལ་པོ་བདག །དབང་ལྡན་ཟླ་བ་བྲི་བྱ་སྟེ།
en: In the north, Kubera; And in the northeast, Candra.

source: །རང་རང་གནས་སུ་དགོད་པར་བྱ།
en: “One should place them in their respective places

source: །དེ་ནས་དཀྱིལ་འཁོར་དུ་འཇུག་པའི་ཆོ་ག་བཤད་པར་བྱ་སྟེ།
en: In the third zone of the maṇḍala. “The procedure for entering the maṇḍala:

source: རྡོ་རྗེ་སློབ་དཔོན་བདག་ཉིད་གཙུག་ཏོར་སྔོན་པོ་བཅིངས་ཏེ། རས་སྔོན་པོ་ཟུང་གཅིག་བགོས་ནས།
en: “Acting as vajra master, one should tie on a blue turban and put on a pair of blue garments.

source: རྡོ་རྗེ་གསོར་ཞིང་འདི་སྐད་ཅེས་བརྗོད་དོ།
en: Then, raising the vajra-scepter, one should say the following:

source: །སེམས་ཅན་ཀུན་ལ་ཕན་དོན་དུ།
en: “In order to benefit all beings

source: །མྱུར་དུ་དངོས་གྲུབ་སྦྱིན་མཛད་པ།
en: You grant instant accomplishment.

source: །གྲུབ་པའི་རྡོ་རྗེ་ཁྲོ་བོ་ཆེ།
en: O Great Wrath, the vajra of accomplishment,

source: །ལྷ་ཉིད་དམ་ཚིག་ལ་བཞུགས་ཤིག །དེ་ནས་དཔལ་ཁྲོ་བོ་ཆེན་པོ་ལྷ་ཉིད་དམ་ཚིག་ལ་བཞུགས་ཤིག་ཅེས་བརྗོད་དོ། །དེའི་འོག་ཏུ་དཔལ་ཁྲོ་བོ་ཆེན་པོའི་ཕྱག་རྒྱ་བཅིངས་ཏེ་གཞུག་ཅིང་འདི་སྐད་ཅེས་བརྗོད་དོ། །ཧཱུྃ་བཛྲ་ཕཊ།
en: Please remain as the pledge deity!

source: འདི་སྐད་བརྗོད་པ་ཙམ་གྱིས་བདག་ཉིད་ཁྲོ་བོ་འཇུག་གོ།
en: “Forming the mudrā of Great Wrath one should then enter the maṇḍala and say, ‘ Hūṁ phaṭ !’ As soon as one has pronounced this, Great Wrath will enter oneself.

source: །དེ་ནས་སློབ་མ་གཞུག་པར་བྱ་སྟེ།
en: “Next, one should invite the disciple to enter.

source: ར་ས་སྔོན་པོས་གདོང་གཡོགས་ནས་ཁྲོ་བོའི་ཕྱག་རྒྱ་སྤྱི་བོར་བཞག་སྟེ།
en: After blindfolding the disciple with a deep blue cloth, one should form the mudrā of Great Wrath and place it on the disciple’s head.

source: རྡོ་རྗེའི་ཆུ་ཁར་སྦྱིན་པར་བྱའོ། །ཨོྃ་ཏིཥྛ་ཏིཥྛ་སིདྡྷི་ཧཱུྃ་ཧཱུྃ།
en: Then, one should give him vajra water to drink while reciting this mantra: “ Oṁ , remain! Give an accomplishment, hūṁ

source: འདིས་སྦྱིན་པར་བྱའོ།
en: “One should invite the deity to enter the initiate with the mantra of Wrath’s entry: “ Oṁ , enter, O Wrath!

source: །ཨོྃ་པྲ་བེ་ཤ་ཀྲོ་དྷ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཨ། འདི་དང་ཁྲོ་བོ་དབབ་པའི་ཕྱག་རྒྱས་དབབ་པར་བྱ་སྟེ།
en: Hūṁ hūṁ hūṁ

source: ཡི་གེ་ཧཱུྃ་གིས་རི་རབ་ཀྱི་སྟེང་ན་འདུག་པ་ཡང་འབེབས་ཤིང་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ཡང་སྨྲ་བར་བྱེད་དོ།
en: Āḥ ! “With the syllable hūṁ one will even be able to penetrate Mount Sumeru, and to describe events of the past, future, and present.

source: །དེ་ནས་མེ་ཏོག་དོར་བར་བྱས་ནས་དེའི་འོག་ཏུ་གདོང་གཡོགས་བཀྲོལ་ཏེ་ལྷའི་རིགས་བསྟན་ཅིང་མིང་གི་དབང་བསྐུར་ཏེ།
en: “Next, one should scatter flowers on the maṇḍala, remove the disciple’s blindfold, and show him his family deity.

source: མཆོད་པ་བྱ་ཞིང་ཕྱག་རྒྱ་དང་སྔགས་ཀྱང་བསླབ་པར་བྱའོ།
en: One should then conduct the pūjā for the ‘name initiation’ and teach the mudrās and the mantras.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུ་རྫོགས་སོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the great maṇḍala. Chapter

source: །།དེ་ནས་འདིར་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: “Now follows the detailed procedure of the ritual from the great sovereign Bhūta­ḍāmara Tantra

source: དང་པོ་རེ་ཞིག་ལག་པ་གཉིས་ལ་ཟླ་བའི་དཀྱིལ་འཁོར་བསྒོམས་ཏེ།
en: “To begin, one should visualize a moon disk between one’s folded hands.

source: དེ་དག་གི་དབུས་སུ་ཡི་གེ་ཧཱུྃ་འབར་བའི་ཕྲེང་བ་འཁྲུག་པར་བསམས་ཏེ།
en: At its center is the syllable hūṁ , bright within a halo of flames.

source: སྔགས་འདི་བཟླས་པར་བྱའོ། །ཨོྃ་སིདྡྷི་བཛྲ་ཧཱུྃ།
en: One should say the following mantra: “ Oṁ , the vajra of accomplishment! Hūṁ

source: དེ་ནས་སྡིག་པ་ཐམས་ཅད་འཇོམས་པའི་སྔགས་བཟླས་ཏེ།
en: “Then, one should say the mantra that destroys all evil.

source: སྙིང་གར་ཟླ་བའི་དཀྱིལ་འཁོར་བསམས་ཏེ།
en: To do this, one should visualize a moon disk at one’s heart.
